Repository: perpetualKid/FreeTrainSimulator
Catalog: Source/Locales/ORTS.Menu/*.po
Languages: da

source: - Explore Route -
da: - Udforsk Rute -

source: load error:
da: indl√¶sningsfejl:

source: unnamed:
da: unavngivet:

source: missing:
da: mangler:

source: Activity '{0}' is excluded.
da: Aktivitet '{0}' er udelukket.

source: - Any Locomotive -
da: - Alle lokomotiver -

source: Locomotive '{0}' is excluded.
da: Lokomotiv '{0}' er udelukket.

source: Path Name: {0}
da: Sti Navn: {0}

source: Start at: {0}
da: Start i: {0}

source: Heading to: {0}
da: Retning mod: {0}
