Repository: perpetualKid/FreeTrainSimulator
Catalog: Source/Locales/Contrib/*.po
Languages: da

source: Activity Editor
da: Aktivitets Editor

source: Copyright by Open Rails project
da: Copyright Open Rails projektet

source: Tool intended for the creation of activities for the Open simulator Rail.
da: Værktøj til oprettelse af aktiviteter for Open Rails simulatoren.

source: ActionDuration: How long does the action takes. With a minimum of 10sec and a maximum of 25sec.
da: ActionDuration: Hvor længe varer opgaven. Med et minimum på 10 sek og et maksimum på 25 sek.

source: No Parameter to set
da: Ingen parameter at sætte

source: Delay :
da: Forsinkelse :

source: Required Trigger Distance :
da: Nødvendig udløser afstand :

source: Activiti Description
da: Aktivitet Beskrivelse

source: Activity Description
da: Aktivitets beskrivelse

source: Remove
da: Fjern

source: Edit
da: Rediger

source: Description
da: Beskrivelse

source: Description :
da: Beskrivelse :

source: Activity Name :
da: Aktivitets Navn :

source: Traffic Description
da: Trafik Beskrivelse

source: Give your description :
da: Giv din beskrivelse :

source: Environment
da: Omgivelser

source: Place Name :
da: Sted Navn :

source: WAIT Activity Description
da: WAIT Aktivitet Beskrivelse

source: File
da: Fil

source: New
da: Ny

source: Activity
da: Aktivitet

source: Traffic
da: Trafik

source: Save
da: Gem

source: Save As
da: Gem som

source: Load Activity
da: Hent aktivitet

source: Load Metada
da: Hent Metadata

source: Quit
da: Afslut

source: Tools
da: Værktøjer

source: Options
da: Indstillinger

source: Import
da: Importer

source: Help
da: Hjælp

source: About Activity Editor
da: Om Aktivitets Editoren

source: Edit Description
da: Rediger Beskrivelse

source: Add Station Area
da: Tilføj Stations-område

source: Station Configuration
da: Station indstillinger

source: Add Tag
da: Tilføj Tag

source: Add Station
da: Tilføj Station

source: Edit MetaSegment
da: Rediger MetaSegment

source: Move
da: Flyt

source: Rotate
da: Roter

source: Activity Start
da: Aktivitet Start

source: Activity Stop
da: Aktivitet Stop

source: Waiting Point
da: Vente punkt

source: Action Point
da: Begivenhed Point

source: Action Check
da: Opgave Check

source: Click to start new Activity Description (not ready)
da: Klik for at starte ny Aktivitet Beskrivelse (ikke klar)

source: Click to create new Traffic description (not ready)
da: Klik for at starte ny Trafik Beskrivelse (ikke klar)

source: Click to load an existing OR Activity (not ready)
da: Klik for at hente en eksisterende OR aktivitet (ikke klar)

source: Click to Edit Metadata for a specified route
da: Klik for at redigere Metadata for en valgt rute

source: Route MetaData
da: Rute Metadata

source: Display
da: Skærm

source: Center view
da: Center visning

source: Editor Options
da: Editor Indstillinger

source: Show Platform Label
da: Vis platform markører

source: Zoom level :
da: Zoom niveau :

source: Size of snap circle :
da: Størrelse på fastgjort cirkel :

source: Show Snap circle
da: Vis Snap Cirkel

source: Show all Signal
da: Vis alle signaler

source: Editor Preference
da: Editor Setup

source: Path Options
da: Sti indstillinger

source: Please, configure your paths
da: Indstil venligst dine paths

source: Add
da: Tilføj

source: Route Paths
da: Rute Sti

source: Browse
da: Gennemse

source: Show Snap Track Info
da: Vis Fastgjort Spor Info

source: Show Snap Info
da: Vis Snap oplysninger

source: Show Snap Line
da: Vis Snap Linier

source: Show Ruler
da: Vis Lineal

source: Show Track Info
da: Vis Spor Oplysninger

source: Show Tiles
da: Vis fliser

source: Actions Configuration
da: Konfiguration af opgaver

source: < remove
da: < fjern

source: Add >
da: Tilføj >

source: Please, give a name
da: Navngiv venligst

source: Buffer Label :
da: Buffer Etiket :

source: Buffer Direction :
da: Buffer Retning :

source: Not yet implemented
da: Endnu ikke implementeret

source: Connection Direction :
da: Forbindelse Retning :

source: Connection Label :
da: Forbindelse Etiket :

source: Station Route Interface
da: Station Rute Grænseflade

source: Please Load Paths:
da: Hent stier:

source: List of Paths seems OK:
da: Listen over stier er OK:

source: Loaded:
da: Hentet:

source: From
da: Fra

source: To
da: Til

source: Max. Platform Length
da: Max. Platform Længde

source: Max. Siding Length
da: Max. Sidespor Længde

source: Number of Platform
da: Antal Platforme

source: Number of Siding
da: Antal sidespor

source: Max. Passing Length
da: Max. Overhanlings Længde

source: Load Paths
da: Hent Stier

source: Activity Name
da: Aktivitets Navn

source: Route Path
da: Rute Sti

source: Activity Editor: Create new activity
da: Aktivitets Editor: Opret ny aktivitet

source: Route Configuration: Select Route
da: Rute Indstillinger: Vælg Rute

source: Activity Editor: Specify Train Info
da: Aktivitets Editor: Angiv Tog Informationer

source: Select Train Consist
da: Vælg Tog Consist

source: Train Name (Opt.)
da: Tog Navn (Opt.)

source: Cancel
da: Annuller

source: Welcome to the Sample Setup Wizard
da: Velkommen til Prøve installationsguiden

source: Sample Header Title
da: Prøve Overskrift Titel

source: Sample header subtitle will help a user complete a certain task in the Sample wizard by clarifying the task in some way.
da: Prøve overskrift undertekst vil hjælpe en bruger til at fuldføre en bestemt opgave i Prøve-guiden ved at afklare opgaven på en eller anden måde.

source: Loading...
da: Indlæser...

source: The path you are working on has un-saved changes.
da: I den sti du arbejder på findes der ændringer som endnu ikke er gemt.

source: Do you really want to Quit?
da: Vil du virkelig afslutte spillet?

source: Directory is not a valid install directory. The install directory needs to contain ROUTES, GLOBAL, ...
da: Mappen er ikke en gyldig installations mappe. Installations mappen skal indeholde ROUTES, GLOBAL...

source: Loading route...
da: Indlæser rute...

source: Route cannot be loaded. Sorry
da: Rute kan ikke indlæses. Beklager

source: Loading .pat file ...
da: Indlæser .pat fil ...

source: Processing .pat file ...
da: Behandler .pat fil ...

source: Select broken path color
da: Vælg farve for brudt sti

source: Select path color (main)
da: Vælg farve for primær sti

source: Select path color (siding)
da: Vælg sti-farve (sidespor)

source: Select background color
da: Vælg baggrundsfarve

source: Select text color
da: Vælg farve for tekst

source: Select junction color
da: Vælg farve for kryds

source: Select endnode color
da: Vælg farve for buffer

source: Select siding color
da: Vælg farve for sidespor

source: Select crossing color
da: Vælg farve for jernbaneoverskæring

source: Select road crossing color
da: Vælg farve for vejkryds

source: Select speedpost color
da: Vælg farve for hastigheds-begrænsninger

source: Select other-paths color
da: Vælg farve for andre stier

source: Loading terrain data ...
da: Indlæser terræn data ...

source: Loading trackfile .trk ...
da: Indlæser sporfil .trk ...

source: Loading track database .tdb ...
da: Indlæser spor database .tdb ...

source: Loading tsection.dat ...
da: Indlæser tsection.dat ...

source: Finding the angles to draw signals, endnodes, ...
da: Søger vinklerne til at tegne signalerne ...

source: Not to be used, template only
da: Skal ikke bruges, kun skabelon

source: Place start point
da: Placer startpunkt

source: Remove start point
da: Fjern startpunkt

source: Clear path (keep tail)
da: Fri bane (keep tail)

source: Change start direction
da: Skift start-retning

source: Place end point
da: Placer slutpunkt

source: Remove end point
da: Fjern slutpunkt

source: Place reversal point
da: Placer vendepunkt

source: Remove reversal point
da: Fjern vendepunkt

source: Place wait point
da: Placer ventepunkt

source: Edit wait point
da: Rediger ventepunkt

source: Remove wait point
da: Fjern ventepunkt

source: Take other exit
da: Tag et andet spor

source: Add passing path
da: Tilføj passerings-sti

source: Start passing path
da: Start passerings-sti

source: Remove passing path
da: Fjern passerings-sti

source: Fix invalid node
da: Fix ugyldig node

source: Delete rest of path
da: Slet resten af stien

source: Cut path here and store its tail
da: Skær sti her og gem halen

source: Auto-fix broken nodes
da: Auto-fix brudte knuder

source: Reconnect to tail
da: Tilslut til halen

source: Reconnect passing path
da: Tilslut passerings-sti

source: Draw path until here
da: Tegn stien indtil her

source: Draw path until next broken point
da: Tegn stien indtil næste brudt punkt

source: Reversing broken paths is not supported
da: Vende brudte stier understøttes ikke

source: Reversing a path without start node is not supported
da: Vende en sti uden start-punkt understøttes ikke

source: Reversing a path without end node is not supported
da: Vende en sti uden slut-punkt understøttes ikke

source: Saving broken paths might not always work correctly.
da: At gemme brudte stier virker ikke altid optimalt.

source: Set as invalid in .pat file
da: Sæt som ugyldig i .pat fil

source: Closest junction is too far away
da: Nærmeste sporskifter er for langt væk

source: Not able to place node on track
da: Er ikke i stand til at placere knude på sporet

source: Dangling siding node
da: Hængende sidespor node

source: Unknown
da: Ukendt

source: Please restart TrackViewer in order to load the new language.
da: Genstart TrackViewer for at indlæse det nye sprog.

source: <Select path>
da: <Vælg sti>

source: <Select station>
da: <Vælg station>

source: <Select platform>
da: <Vælg platform>

source: <Select siding>
da: <Vælg sidesport>

source: left arrow: Shift left
da: pil venstre: Venstre skift

source: down arrow: Shift down
da: pil ned: Skift ned

source: right arrow: Shift right
da: pil højre: Højre skift

source: up arrow: Shift up
da: pil op: Skift ned

source: C: Shift to center of current path node
da: C: Skift til centrum af nuværende sti node

source: shift-C: Shift to center of current mouse location
da: skift-C: Skift til centrum af aktuel museplacering

source: PgUp: Show more of the path
da: PgUp: Vis mere af stien

source: PgDn: Show less of the path
da: PgDn: Vis mindre af stien

source: shift-PgUp: Show the full path
da: skift-PgUp: Vis den fulde sti

source: shift-PgDn: Show only start point of path
da: skift-PgDn: Vis kun startpunktet på stien

source: ctrl-Z: Undo in path editor
da: crtl->: Fortryd i sti-editoren

source: ctrl-Y: Redo in path editor
da: ctrl-Y: Gentag i sti-editoren

source: This is ORTS TrackViewer, version
da: Dette er ORTS TrackViewer, version

source: It is a 'Contribution' to ORTS, and as such
da: Det er et 'bidrag' til ORTS, og som sådan

source: not an integral part of ORTS.
da: ikke en integreret del af ORTS.

source: Currently all intended and planned editor features have been implemented.
da: I øjeblikket er alle tilsigtede og planlagte redigerings-egenskaber blevet implementeret.

source: Documentation is available
da: Dokumentation er tilgængelig

source: Known limitations
da: Kendte begrænsninger

source: * The saved-paths have not been tested with MSTS or ORTS.
da: * De gemte stier er ikke blevet testet med MSTS eller ORTS.

source: * Possibly non-standard junctions (> 1 incoming or > 2 outgoing tracks) might not work.
da: * Muligvis ikke-standard kryds (> 1 indgående eller > 2 udgående spor) virker måske ikke.

source: Feedback is appreciated.
da: Tilbagemelding er værdsat.

source: Path metadata
da: Metadata af sti

source: Path ID
da: Sti ID

source: Path name
da: Sti navn

source: Path start
da: Sti start

source: Path end
da: Sti slut

source: Cancel
da: Annuller

source: (Un)couple Point
da: (Fra)koblings punkt

source: Uncouple
da: Frakobl

source: Couple
da: Tilkobl

source: cars, wait for
da: vogne, vent i

source: seconds
da: sekunder

source: Wait Point
da: Vente punkt

source: Wait time:
da: Ventetid:

source: minutes
da: minutter

source: Openrails advanced shunting options:
da: Openrails avancerede rangering indstillinger:

source: Wait until:
da: Vent indtil:

source: Uncouple: keep
da: Frakobl: behold

source: cars, and wait
da: vogne, vent i

source: seconds.
da: sekunder.

source: Keep rear
da: Behold bagerst

source: Join and split
da: Tilslut og del

source: Wait time code as decimal =
da: Ventetid som decimal =

source: (Re)load route
da: (Gen)indlæs rute

source: Select install folder
da: Vælg installations mappe

source: Select route
da: Vælg rute

source: Search by index
da: Søg med index

source: Search trackNode
da: Søg trackNode

source: Search trackNode for roads
da: Søg trackNode til veje

source: Search trackItem
da: Søg trackItem

source: Search trackItem for roads
da: Søg trackItem til veje

source: Quit (Q)
da: Afslut (Q)

source: View
da: Vis

source: Center around station
da: Centrer omkring station

source: Center around platform
da: Centrer omkring platform

source: Center around siding
da: Centrer omkring sidespor

source: Paths
da: Sti

source: Show path (F11)
da: Vis sti (F11)

source: Show raw path from .pat file (shift F11)
da: Vis sti fra .pat fil (shift-F11)

source: Track Coloring
da: Spor Farvesætning

source: Color tracks
da: Farvede spor

source: Highlight tracks (F10)
da: Fremhæv spor (F10)

source: Additional views
da: Yderligere visninger

source: Show inset
da: Vis minikort

source: Show world tiles
da: Vis World Tiles

source: Show grid lines
da: Vis net linjer

source: Show scale ruler
da: Vis målestoks skala

source: Show longitude/latitude
da: Vis længde/breddegrad

source: Use miles i.s.o. meters
da: Brug mil i stedet for meter

source: Save current zoom
da: Gem den aktuelle zoom

source: Restore saved zoom
da: Gendan gemte zoom

source: Zoom in (=)
da: Zoom ind (=)

source: Zoom out (-)
da: Zoom ud (-)

source: Zoom to tile (z)
da: Zoom til Tile (z)

source: Zoom reset (r)
da: Reset Zoom (r)

source: Anti aliasing (needs restart)
da: Anti aliasing (kræver genstart)

source: Track items
da: Spor emner

source: Show all items
da: Vis Alle emner

source: Show no items
da: Vis ingen emner

source: Highlight items (shift-F10)
da: Fremhæv genstande (shift-F10)

source: Junctions/ends
da: Knudepunkt/afslutninger

source: Show junctions
da: Vis knudepunkter

source: Show end nodes
da: Vis slutpunkter

source: Show crossovers
da: Vis overgange

source: Sidings
da: Sidespor

source: Show siding markers (F9)
da: Vis sidespor markører (F9)

source: Show siding names (shift-F9)
da: Vis sidespor navne (shift-F9)

source: Platforms
da: Platforme

source: Show platform markers (F8)
da: Vis platform markører (F8)

source: Show platform names (shift-F8)
da: Vis platform navne (shift-F8)

source: Show station names (shift-F8)
da: Vis stations navne (shift-F8)

source: Interactives
da: Interaktive objekter

source: Show signals (F7)
da: Vis signaler (F7)

source: Show also other signals
da: Vis også andre signaler

source: Show level crossings
da: Vis jernbaneoverskæringer

source: Show hazards
da: Vis farer

source: Show fuel/pickups
da: Vis forsyningskilder

source: Show sound regions
da: Vis lydområder

source: Posts
da: Poster

source: Show speed limits (F5)
da: Vis hastighedsbegrænsninger (F5)

source: Show mileposts (shift F5)
da: Vis MilePosts (shift-F5)

source: Roads
da: Veje

source: Draw roads
da: Tegn veje

source: Show car spawners
da: Se vejtraffik

source: Show road crossings
da: Vis fodgænger overgange

source: Statusbar
da: Statusliste

source: Show vector section info
da: Vis VectorSection oplysninger

source: Show PAT file info
da: Vis PAT fil oplysninger

source: Show Path info
da: Vis Sti oplysninger

source: Preferences
da: Indstillinger

source: Zooming is centered on mouse (m)
da: Zoom ind centreret om musen (m)

source: Select language
da: Vælg sprog

source: Path-Editor
da: Redigering af Sti

source: ==Supporting MSTS paths only==
da: ==Understøtter kun MSTS stier==

source: Load path
da: Hent sti

source: Show other paths
da: Vis andre stier

source: Save path
da: Gem sti

source: Save visited stations
da: Gem besøgte stationer

source: Enable editing
da: Aktiver redigering

source: New path
da: Ny sti

source: Edit path metadata
da: Rediger sti metadata

source: Reverse path
da: Omvendt sti

source: Shortcuts
da: Genveje

source: About
da: Om

source: Paths to draw
da: Stier at tegne

source: Clear all
da: Ryd alt

source: Search
da: Søg

source: Shows tileX and tileZ of the world location at the mouse pointer
da: Vis placeringen af tileX og tileZ-koordinater ved musemarkøren

source: Shows X-coordinate (without tileX) at the mouse pointer
da: Vis X-koordinater (uden tileX) ved musemarkøren

source: Shows Z-coordinate (without tileZ) at the mouse pointer
da: Vis Z-koordinater (uden tileZ) ved musemarkøren

source: Trackindex
da: Sporindex

source: Index in the Track DataBase (.tdb) file
da: Index i Spor Databasen (.tdb) fil

source: Item
da: Objekt

source: Any other relevant information. Make your choice via Statusbar menu
da: Alle andre relevante oplysninger. Vælg via Statusbar menu
